tap "anomalyco/tap"
tap "teamookla/speedtest"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "iperf3"
brew "jq"
brew "mole"
brew "xz"
brew "node"
brew "powerlevel10k"
brew "somo"
brew "uv"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "teamookla/speedtest/speedtest"
cask "claude"
cask "daisydisk"
cask "diskspace"
cask "font-jetbrains-mono"
cask "github"
cask "macvim-app"
