tap "teamookla/speedtest"
brew "bat"
brew "fd"
brew "fzf"
brew "gauth"
brew "gh"
brew "git"
brew "iperf3"
brew "jq"
brew "xz"
brew "node"
brew "powerlevel10k"
brew "pyenv"
brew "zsh-syntax-highlighting"
brew "teamookla/speedtest/speedtest"
cask "font-jetbrains-mono"
cask "github"
cask "macdown"
cask "macvim-app"
cask "qlmarkdown"
cask "syntax-highlight"
